local config = { 
	[1] = { 
		day = 1,
		freerewards = "[{\"name\":\"攻速巨剑\", \"num\":1}, {\"name\":\"元宝\", \"num\":600}, {\"name\":\"强化石\", \"num\":300}, {\"name\":\"书页\", \"num\":200}, {\"name\":\"强效太阳水\", \"num\":50}]",
	},
	[2] = { 
		day = 2,
		freerewards = "[{\"name\":\"10星直升宝石\", \"num\":1}, {\"name\":\"升星石\", \"num\":100}, {\"name\":\"大型经验珠\", \"num\":1}, {\"name\":\"金条\", \"num\":3}, {\"name\":\"万年雪霜\", \"num\":30}]",
		doublerewards = "[{\"name\":\"10星直升宝石\", \"num\":2}, {\"name\":\"升星石\", \"num\":200}, {\"name\":\"大型经验珠\", \"num\":2}, {\"name\":\"金条\", \"num\":6}, {\"name\":\"万年雪霜\", \"num\":60}]",
	},
	[3] = { 
		day = 3,
		freerewards = "[{\"name\":\"5级红魂石\", \"num\":1}, {\"name\":\"5级蓝魂石\", \"num\":1}, {\"name\":\"5级绿魂石\", \"num\":1}, {\"name\":\"5级黄魂石\", \"num\":1}, {\"name\":\"金砖\", \"num\":1}]",
		doublerewards = "[{\"name\":\"5级红魂石\", \"num\":2}, {\"name\":\"5级蓝魂石\", \"num\":2}, {\"name\":\"5级绿魂石\", \"num\":2}, {\"name\":\"5级黄魂石\", \"num\":2}, {\"name\":\"金砖\", \"num\":2}]",
	},
}
return config
